// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Printer Status";

SuppliesDetailsTitle = "Detailed Supplies Information";
OrderSuppliesTitle = "Order HP Supplies";

/* Loading process message */
"Loading..." = "Loading…";

// Color Names
"black" = "Matte Black";
"blue" = "Blue";
"brightyellow" = "Bright Yellow";
"cyan" = "Cyan";
"darkgray" = "Photo Black";
"darkmagenta" = "DarkMagenta";
"flourescentpink" = "Flourescent Pink";
"flourescentyellow" = "Flourescent Yellow";
"glossyblack" = "Glossy Black";
"gray" = "Gray";
"green" = "Green";
"lightcyan" = "Light Cyan";
"lightgray" = "Light Gray";
"lightmagenta" = "Light Magenta";
"lightyellow" = "Light Yellow";
"magenta" = "Magenta";
"matteblack" = "Matte Black";
"mediumcyan" = "Medium Cyan";
"mediumgray" = "Medium Gray";
"orange" = "Orange";
"photoblack" = "Photo Black";
"red" = "Red";
"reflexblue" = "Reflex Blue";
"rhodaminered" = "Rhodamine Red";
"transparent" = "Gloss Enhancer";
"violet" = "Blue";
"white" = "White";
"yellow" = "Yellow";

/* Name field label */
"Name:" = "Name:";

/* Model field label */
"Model:" = "Model:";

/* Connection field label */
"Connection:" = "Connection:";

/* Address field label */
"IP Address:" = "IP Address:";

/* Firmware version field label */
"FW Version:" = "FW Version:";

// Buttons
PrinterDetailsButtonTitle = "Printer Details…";
PrinterDetailsButtonToolTip = "Go to HP Printer Monitor for more details about printer status and alerts.";
SuppliesDetailsButtonTitle = "Supplies Details…";
SuppliesDetailsButtonToolTip = "Click here for more details about ink cartridges, printheads and paper status.";
OrderSuppliesButtonTitle = "Order HP Supplies";
OrderSuppliesButtonToolTip = "Order HP Supplies from HP.com";

